START_MESSAGE = (
    'Привет, {name}!\n'
    'Я не тупой!!!\n'
    'Я умею считать, шифровать сообщения, проверять погоду...\n'
    'И еще много всего 😃\n\nФункции:  _/help_\n\n'
    '_Т.к. бот работает на вебхуках и задеплоен на хероку, он засыпает каждые 30 минут, и ему нужно несколько секунд, чтобы проснуться_'
)
HELP_MESSAGE = (
    '*Функции:*\n_/weather_ - Погода\n'
    '_/crypto_ - Шифровщик сообщений\n_/anime_ - Найти аниме\n'
    '_/joke_ - Анекдот\n_/song_ - Найти песню\n'
    '_/holiday_ - Узнать какой сегодня праздник\n'
    '_/coin_ - Да/Нет\n_/twerk_ - 😏\n_/feedback_ - send feedback\n'
    '_/git_ - Код проекта на гитхаб (не факт, что обновлённый)\n'
    'Отправь математическое выржение, чтобы я его посчитал :)'
)
ERROR_MESSAGE = 'Проверьте ввод...'
WAIT_MESSAGE = 'Подождите...'
NEXT_ACTION_MESSAGE = 'Что дальше?'

ENCRYPT_MESSAGE = 'Введите сообщение для шифровки:\n\n _назад -> /back_'
DECRYPT_MESSAGE = 'Введите сообщение для Расшифровки:\n\n _назад -> /back_'
SONG_SEARCH_MESSAGE = '🎵 Введите название песни / текст:'
ANIME_SEARCH_MESSAGE = 'Введите название аниме:'

SEND_FEEDBACK_MESSAGE = 'Напишите Ваш отзыв:\n\n_Отмена -> /back_'
FEEDBACK_SUCCESS_MESSAGE = 'Ваш отзыв отправлен :)'