START_MESSAGE = (
    'Привет, {name}!\n'
    'Я не тупой!!!\n'
    'Я умею считать, шифровать сообщения, проверять погоду...\n'
    'И еще много всего 😃\n\nФункции:  _/help_'
)

HELP_MESSAGE = (
    '*Функции:*\n_/weather_ - Погода\n'
    '_/crypto_ - Шифровщик сообщений\n_/anime_ - Найти аниме\n'
    '_/joke_ - Анекдот\n_/song_ - Найти песню\n'
    '_/holiday_ - Узнать какой сегодня праздник\n'
    '_/coin_ - Да/Нет\n_/twerk_ - 😏\n_/feedback_ - send feedback\n'
    '_/git_ - Код проекта на гитхаб (не факт, что обновлённый)\n'
    'Отправь математическое выржение, чтобы я его посчитал :)'
)

ERROR_MESSAGE = 'Проверьте ввод...'